
name: "tensorrt-model"
platform: "tensorrt_plan"
max_batch_size: 32
instance_group [
    {
      count: 1
      kind: KIND_GPU
    }
  ]
input [
 {
    name: "input"
    data_type: TYPE_FP32
    format: FORMAT_NCHW
    dims: [ 3, 224, 224 ]
  }
]
output {
    name: "output"
    data_type: TYPE_FP32
    dims: [ 1000 ]
  }
